const datas = [

  {
    id: "portaNigra_trier",
    name: "Порта Нигра («Чёрные ворота»)",
    type: ["historical_building"],
    path: "portaNigra_trier",
    countryPath: "germany",
    regionsPath: "rheinland-pfalz",
    districtPath: "city",
    cityPath: "trier",
    fotoCard: "Germany/rheinland-pfalz/trier-city/portaNigra_trier/001.jpg",
    location: "Трир, Германия",
    officialSite: [
      { bold: "Официальный сайт", link: "https://www.zentrum-der-antike.de/monumente/porta-nigra?utm_source=chatgpt.com" }
    ],
    unesco_status: { included: true, year: 1986 },
    short_description: "Порта Нигра – крупнейшие сохранившиеся римские городские ворота к северу от Альп, расположенные в центре Трира. Построены около 170 г. н. э., они впечатляют массивными песчаниковыми блоками и историей, которая насчитывает почти два тысячелетия. Сегодня это символ города.",
    full_description: {
      title: "Описание и история",
      items: [
        { bold: "Порта Нигра (Porta Nigra)", text: "– впечатляющее римское городское сооружение, расположенное в Трире и являющееся самым большим сохранившимся римским городским воротам к северу от Альп. Построено около 170 г. н. э. как северный въезд в город и часть оборонительной стены длиной более 6 км. Название Порта Нигра («Чёрные ворота») появилось в Средние века из за тёмной патинированной поверхности песчаника, но само сооружение гораздо старше. Сегодня это одно из наиболее узнаваемых сооружений Трира и часть всемирного наследия ЮНЕСКО (с 1986)." },
        { text: "Внутри построено несколько этажей проходов и галерей. Строение выполнено без использования раствора: массивные блоки песчаника (до 6 тонн) были уложены с помощью железных скоб." },
        { bold: "Что можно посмотреть: ", text: "внешний вид ворот, внутренние галереи, смотровые площадки и выставки о истории." },
        { bold: "По легенде", text: " в начале XI века сюда пришёл и поселился греческий монах Симеон из Сиракуз, ведущий аскетическую жизнь, за что позднее был канонизирован. После его смерти конструкция была превращена в двухэтажную церковь (Simeonkirche), что помогло ей сохраниться, поскольку тогда её не разобрали на строительные материалы. Части средневековых церковных пристроек до сих пор заметны на стенах ворот. " },
        { bold: "Сегодня Порта Нигра", text: " – не просто старинные ворота: это живой символ Рима в Германии, место, где пересекаются эпохи – от древности к средневековью и до наших дней. Она показывает инженерную мощь Рима, а также то, как исторические здания могли получить вторую жизнь благодаря религиозному значению." }
      ]
    },
    tickets_and_entry: {
      title: "Практическая информация",
      items: [
        { bold: "Местоположение: ", text: "Porta‑Nigra‑Platz, 54290 Trier, Rheinland‑Pfalz, Германия" },
        { bold: "Вход:", text: "внешний осмотр бесплатный, посещение внутренних помещений платное (цены и расписание зависят от сезона). Лучше приходить утром или бронировать билеты заранее, чтобы избежать очередей." }
      ]
    },
    interestingFacts: {
      title: "Интересные факты",
      items: [
        { text: "Построено из более чем 7200 каменных блоков; многие весят до 6 тонн." },
        { text: "Строительство было не полностью завершено – это видно по незаконченной отделке и выступающим блокам." },
        { text: "Порта Нигра – самый хорошо сохранившийся римский городской вход в Германии." },
        { text: "На воротах можно заметить резные знаки каменщиков, которые помогали ориентировать блоки при сборке." },
        { text: "Современное художественное освещение делает сооружение особенно эффектным вечерами." }
      ]
    },
    construction_period: "около 170 г. н.э., начало строительства северных ворот города Augusta Treverorum.",
    meta: {
      title: "Порта Нигра (Porta Nigra) в Трире – крупнейшие римские городские ворота в Германии",
      description: "Откройте для себя Порта Нигра в Трире – крупнейшие сохранившиеся римские городские ворота к северу от Альп. История, интересные факты, практическая информация для туристов и легенды.",
      ogTitle: "Порта Нигра, Трир – исторические римские ворота Германии",
      ogDescription: "Посетите Порта Нигра – величественные римские ворота в центре Трира. Узнайте историю, легенды и практическую информацию для туристов. Идеальное место для любителей истории и архитектуры.",
      ogImage: "https://our-travels.info/foto/Germany/rheinland-pfalz/trier-city/portaNigra_trier/001.jpg"
    }
  },
  {
    id: "amphitheater_trier",
    name: "Римский амфитеатр",
    type: ["historical_building", "museum", 'monument_or_fountain'],
    path: "amphitheater_trier",
    countryPath: "germany",
    regionsPath: "rheinland-pfalz",
    districtPath: "city",
    cityPath: "trier",
    fotoCard: "Germany/rheinland-pfalz/trier-city/amphitheater/001.jpg",
    location: "Трир, Германия",
    officialSite: [
      { bold: "Официальный сайт", link: "https://www.zentrum-der-antike.de/monumente/amphitheater" }
    ],
    unesco_status: { included: true, year: 1986 },
    short_description: "Римский амфитеатр в Трире – одна из крупнейших римских арен за пределами Италии. Он был построен в конце II века н. э. и мог вмещать до 20 000 зрителей. Здесь проходили гладиаторские бои, представления с животными и массовые зрелища. Сегодня амфитеатр открыт для посещения, сохранились арена, трибуны и подземные галереи.",
    full_description: {
      title: "Описание и история",
      items: [
        { bold: "Римский амфитеатр в Трире", text: "– крупный древнеримский амфитеатр, построенный в I-II вв. н. э. для гладиаторских боёв и массовых представлений. Сегодня это хорошо сохранившийся археологический памятник и часть объекта Всемирного наследия ЮНЕСКО «Римские памятники, собор и церковь Liebfrauen»." },
        { bold: "История" },
        { bold: "Римские корни и значение. ", text: "Римский амфитеатр в Трире (лат. Amphitheatrum Treverorum) был возведён в конце II века н. э. – в период расцвета Римской империи, когда город Augusta Treverorum был одной из крупнейших и важнейших римских резиденций к северу от Альп." },
        { text: "Город Трир в I-III вв. был не просто крупным административным центром провинции, но и местом пребывания императоров, резиденцией правителей и важнейшим стратегическим пунктом на северной границе империи. Амфитеатр являлся неотъемлемой частью этой культурной и социальной структуры: он служил ареною для публичных зрелищ и отражал огромный масштаб римского городского общества. " },
        { bold: "Строительство и архитектура. ", text: "Амфитеатр построили вовнутрь склонов холма Петрисберг, что позволяло использовать естественный рельеф для трибун и уменьшать объём земляных работ. Он был интегрирован в систему городских укреплений, таким образом, сочетая функции развлекательного сооружения и городского архитектурного комплекса." },
        { text: "Сооружение имело эллиптическую форму (примерно 120 × 145 м) и могло вместить примерно 18 000-20 000 зрителей – это делает его одним из крупнейших амфитеатров Римской империи, сохранившихся до наших дней. " },
        { text: "Под ареной находились подземные галереи и «кельи» – сложная система помещений, где содержались животные, декорации и даже люди, участвовавшие в представлениях. Археологические находки, включая монеты и обломки деревянных конструкций, указывают на активное использование этих подземелий в III веке. " },
        { bold: "Функция и общественная роль. ", text: "Амфитеатр был не только ареной гладиаторских боёв, но и центром массовых развлечений римского типа: бои гладиаторов и диких животных (тигров, медведей, быков); театральные выступления и акробатические представления; музыкальные сопровождения, танцы и различные публичные шоу, сопровождавшие игры." },
        { text: "Неотъемлемой частью таких мероприятий были дневные фестивали, сочетающие «хлеб и зрелища» (panem et circenses) – что отражало римскую идею социальной организации и развлечений для горожан и посетителей. " },
        { bold: "Тетрархия и поздняя античность.", text: "Когда Констанций Хлор перенёс свою резиденцию в Трир в конце III века при Тетрархии, амфитеатр был отремонтирован и модернизирован, вероятно, для поддержки увеличившихся зрителей и более масштабных игр. " },
        { text: "В поздние римские времена, когда политическая и социальная структура империи ослабевала, арена постепенно теряла своё значение как центр развлечений и участия широких масс." },
        { bold: "Средние века – упадок и вторичное использование. ", text: "После падения Римской империи амфитеатр утратил своё первоначальное назначение. В средневековый период сооружение использовали как строительную каменоломню, а также местами для хозяйственных целей, включая виноградники и пастбища. " },
        { text: "Некоторые его части стали ареной для виноделия – зелёные склоны трибун прекрасно подходили для виноградников. " },
        { bold: "Археологические исследования и восстановление. ", text: "Первые крупные археологические раскопки и исследования начались в XIX-XX веках, когда были вскрыты подземные помещения и остатки оригинальных конструкций. Это позволило реконструировать исторические слои сооружения и понять оригинальную архитектуру арены." },
        { text: "Сегодня амфитеатр является объектом научного интереса и одним из главных памятников римского наследия в Германии." },
        { bold: "Возвращение к жизни в XX–XXI вв.", text: "С конца XX века амфитеатр вновь начал использоваться как площадка для культурных событий: реконструкции исторических представлений, фестивали римской культуры (Brot & Spiele), концерты и театральные постановки в стилизованной античной обстановке." },
        { text: "Его включение в список объектов Всемирного наследия ЮНЕСКО в 1986 году подчёркивает историческую, архитектурную и культурную ценность комплекса как свидетельства влияния римской цивилизации и её влияния на европейскую историю." }
      ]
    },
    tickets_and_entry: {
      title: "Практическая информация",
      items: [
        { bold: "Адрес: ", text: "Olewiger Str. 25, 54295 Trier, Германия " },
        { bold: "Рабочие часы (пример, см. актуальные на сайте): ", text: "<br>апрель-сентябрь: 09:00-18:00, <br>октябрь: 09:00-17:00, <br>ноябрь-февраль: 09:00-16:00, <br>март: 09:00-17:00. <br>Последний вход за 30 мин до закрытия. " },
        { bold: "Билеты (ориентировочно на 2025–2026 годы):", text: "<br>взрослые: 6,00 €, <br>взрослые с льготой: 5,00 €, <br>дети и подростки (6-17/18 лет): 3,00 €, дети до 6 лет: бесплатно. <br>Семейный билет 1 (1 взрослый + до 4 детей): 6,00 €, семейный билет 2 (2 взрослых + до 4 детей): 12,00 €, <br>группы (от 10 человек): взрослые 5,00 €, дети 3,00 € " },
        { text: "Советуем также приобрести AntikenCard Trier – комбинированный абонемент на несколько памятников древнего Трира с выгодой. " }
      ]
    },
    sub_objects: {
      title: "Зоны:",
      items: [
        { text: "&nbsp;&nbsp;&nbsp; ▪ античная арена и остатки трибун;" },
        { text: "&nbsp;&nbsp;&nbsp; ▪ подземные галереи, где содержались животные и участвовавшие в боях люди;" },
        { text: "&nbsp;&nbsp;&nbsp; ▪ остатки сооружений вокруг арены, часть которых можно осмотреть при посещении;" },
        { text: "Часто проводятся тематические экскурсии с элементами реконструкции гладиаторской жизни." }
      ]
    },
    interestingFacts: {
      title: "Интересные факты",
      items: [
        { text: "Амфитеатр Трира – один из 10 крупнейших римских амфитеатров в мире, сохранившихся до наших дней." },
        { text: "Его арена встроена в природный склон хребта Петрисберг, что экономило строительные материалы и улучшало обзор трибун." },
        { text: "Археологические раскопки XIX-XX веков раскрыли подземные галереи и оригинальные конструкции арены, что позволило лучше понять устройство амфитеатра и проводить современные реконструкции исторических представлений." },
        { text: "В наше время здесь проходят реконструкции «римской жизни», в том числе шоу гладиаторов и римские фестивали." }
      ]
    },
    construction_period: " около 180-200 гг. н.э.",
    meta: {
      title: "Римский амфитеатр Трира – древний Колизей и UNESCO памятник",
      description: "Информация о Римском амфитеатре Tрира (Германия): история II в. н.э., практические часы, билеты, интересные факты и экскурсии.",
      ogTitle: "Римский амфитеатр Трира – одна из крупнейших римских арен Европы",
      ogDescription: "Узнайте о древнем амфитеатре Трира: как он использовался в Римскую эпоху, что увидеть сегодня, где находится и как посетить.",
      ogImage: "https://our-travels.info/foto/Germany/rheinland-pfalz/trier-city/amphitheater/001.jpg"
    }
  },
  {
    id: "kaiserthermen_trier",
    name: "Римские императорские бани",
    type: ["historical_building", "museum", 'monument_or_fountain'],
    path: "kaiserthermen_trier",
    countryPath: "germany",
    regionsPath: "rheinland-pfalz",
    districtPath: "city",
    cityPath: "trier",
    fotoCard: "Germany/rheinland-pfalz/trier-city/kaiserthermen/01.jpg",
    location: "Трир, Германия",
    unesco_status: { included: true, year: 1986 },
    short_description: "Кайзертермы (Kaiserthermen) – это одна из крупнейших римских банных комплексов севернее Альп, построенная в конце III – начале IV века н.э. в городе Трир (ранее Augusta Treverorum). Сегодня от комплекса сохранились мощные руины, которые можно осматривать как над землёй, так и под землёй, с доступом к подземным служебным галереям и остаткам инженерных систем. ",
    full_description: {
      title: "Описание и история",
      items: [
        { bold: "Императорские термы (Kaiserthermen)", text: "были частью большого дворцового района позднеримского Трира и служили не только для мытья, но и как центр общественной жизни: отдыха, игр, встреч и общения. Посетители могут увидеть фрагменты стен, аркады, подземные туннели служебной инфраструктуры и инженерные сооружения. " },
        { bold: "История. ", text: "Термы в городе Трир начали строить в конце III века н. э., когда город, известный в античности как Augusta Treverorum, был одной из главных императорских резиденций Западной Римской империи. В этот период Трир фактически выполнял роль столицы западных провинций, и масштабные строительные проекты должны были демонстрировать мощь государства. Термы задумывались как часть огромного дворцового комплекса и должны были стать символом богатства и престижа города. Предположительно строительство связано с эпохой правления Константина Великого или его ближайших преемников, когда Трир переживал пик политического значения." },
        { text: "Однако комплекс так и не был завершён в первоначальном виде. Уже в IV веке политический центр империи сместился, и необходимость в столь грандиозных банях исчезла. Недостроенные сооружения начали использовать в утилитарных целях: помещения переоборудовали под казармы и склады, а мощные стены – под оборонительные укрепления. В раннем Средневековье часть комплекса включили в систему городских укреплений, благодаря чему значительная доля конструкций уцелела. В последующие века руины служили каменоломней – местные жители разбирали сооружение на строительный материал." },
        { text: "Интерес к памятнику вернулся лишь в XIX столетии с развитием археологии. Начались раскопки, расчистка подземных галерей и научное изучение инженерных систем римлян – отопления, водоснабжения и канализации. В XX веке объект был признан уникальным свидетельством позднеримской архитектуры и включён в список ЮНЕСКО как часть ансамбля римских памятников Трира. Сегодня термы считаются одним из самых впечатляющих примеров римской инфраструктуры севернее Альп и важным источником знаний о городской жизни поздней античности." },
        { bold: "Архитектура и инженерные технологии. ", text: "Kaiserthermen в Трир – выдающийся пример позднеримской монументальной архитектуры периода Римская империя, демонстрирующий уровень инженерной мысли конца античности. Комплекс был спроектирован по классической схеме императорских терм, но в значительно более грандиозном масштабе: центральная ось включала последовательность залов разной температуры – холодного, тёплого и горячего, соединённых симметричными переходами и окружённых вспомогательными помещениями." },
        { text: "Главная архитектурная особенность – массивность конструкций. Стены толщиной несколько метров возводились из римского бетона (opus caementicium) и облицовывались камнем и кирпичом. Высота некоторых залов превышала 20 метров, а своды перекрывались сложной системой арок, равномерно распределявших нагрузку. Даже сегодня сохранившиеся фрагменты стен производят впечатление крепости, а не банного комплекса." },
        { text: "Инженерная часть была ещё более впечатляющей. Под полами проходила сеть подземных коридоров, по которым рабы и обслуживающий персонал поддерживали работу отопительной системы. Горячий воздух циркулировал под полами и внутри стен, нагревая помещения – эта технология позволяла точно контролировать температуру в разных залах. Вода поступала по акведукам, распределялась по резервуарам и бассейнам, а затем выводилась через сложную систему канализации, рассчитанную на огромные объёмы." },
        { text: "Особое значение имеют подземные галереи, доступные посетителям сегодня. Они показывают, что термы были не просто местом отдыха, а настоящим техническим комплексом – сочетанием архитектуры, гидравлики и теплотехники. Именно благодаря прочности этих инженерных решений значительная часть структуры сохранилась до наших дней, несмотря на войны, перестройки и разбор сооружений в Средние века." }
      ]
    },
    tickets_and_entry: {
      title: "Практическая информация",
      items: [
        { bold: "Адрес:", text: "Weberbach 41, 54290 Trier, Германия" },
        { bold: "Часы работы (примерно):", text: "<br>Апрель-Сентябрь: ежедневно 09:00-18:00 <br>Октябрь: 09:00-17:00 <br>Ноябрь-Март: 09:00-16:00 <br> (последний вход – за 30 минут до закрытия) " },
        { bold: "Билеты (2026):", text: "<br>Взрослые: 6,00 € <br>Взрослые со скидкой (студенты, пенсионеры и др.): 5,00 € <br>Дети и подростки (6–17 лет): 3,00 € <br>Дети до 6 лет: бесплатно <br>Семейные билеты: 1 взрослый + дети: 6,00 €, 2 взрослых + дети: 12,00 € <br>Групповые билеты (10+): Взрослые: 5,00 € Дети/подростки: 3,00 € <br><b>Советы:</b> билет можно купить на месте или использовать комбинированные пропуска (например, «AntikenCard» для нескольких римских памятников в Трире). " }
      ]
    },
    sub_objects: {
      title: "Что посмотреть?",
      items: [
        { bold: "Термы", text: " сегодня представляет собой не традиционный музей, а археологический комплекс, где руины и интерактивные элементы объединены, чтобы дать полное представление о жизни римлян." },
        { bold: "Подземные служебные галереи и каналы", text: "– посетители могут спуститься в лабиринт подземелий, где показывается, как рабы поддерживали отопление, циркуляцию горячей воды и водоснабжение. Эти коридоры дают ощущение работы «сердца» комплекса и позволяют увидеть инженерное мастерство древних." },
        { bold: "Развалины надземной структуры", text: "– сохранились массивные аркады, стены и фундаменты, которые дают представление о масштабах комплекса: огромные залы, высокие своды, симметричные планировки. Здесь легко представить, как выглядели роскошные термы, предназначенные для отдыха императорской элиты и жителей города." },
        { bold: "Мультимедийные гиды и анимации", text: "– современные технологии позволяют «оживить» руины: на экранах и через аудиогид можно увидеть реконструкцию интерьеров, движения посетителей, бассейны с водой и систему отопления, что делает экскурсию более наглядной и увлекательной." },
        { bold: "Смотровая площадка", text: "– открытый балкон с видом на всю территорию комплекса и окрестности дворцового района. С высоты особенно заметны масштабы постройки и связь терм с другими памятниками позднеримского Трира." },
        { bold: "Временные выставки и мероприятия", text: "– периодически комплекс служит площадкой для исторических реконструкций, культурных мероприятий и образовательных программ, включая «Bread and Games» – фестиваль, который показывает древнеримские традиции через игры, костюмы и ремесла." },
        { bold: "Маршрут для самостоятельного исследования", text: "– проложенные дорожки и информационные таблички позволяют посетителям пройти весь комплекс, изучая как архитектуру, так и инженерные системы, а также понимать последовательность использования разных залов терм в античные времена." }
      ]
    },
    interestingFacts: {
      title: "Интересные факты",
      items: [
        { text: "Комплекс частично использовался по назначению, но никогда не был полностью достроен." },
        { text: "Термы с их каналами и подземными галереями дают уникальный материал для понимания инженерных решений древних римлян. " },
        { text: "Баня была не только местом мытья, но и общественной, культурной и деловой жизни – римляне проводили там встречи и отдыхали вместе. " },
        { text: "Термы часто участвуют в культурных мероприятиях, например, в фестивале «Bread and Games» как площадка для демонстрации жизни древних времен." }
      ]
    },
    construction_period: "конец III – начало IV века н.э. ",
    meta: {
      title: "Римские Императорские Термы в Трире – История, Фото, Часы Работы",
      description: "Узнайте историю, экскурсии и практическую информацию о римских Императорских термах (Kaiserthermen) в Трире – одной из крупнейших античных бань севернее Альп, включённой в список ЮНЕСКО.",
      ogTitle: "Императорские термы Трир – Древние Римские Бани",
      ogDescription: "Откройте для себя Kaiserthermen в Трире: древние руины грандиозных римских бань с подземными галереями, мультимедийными экспозициями и богатой историей.",
      ogImage: "https://our-travels.info/foto/Germany/rheinland-pfalz/trier-city/kaiserthermen/01.jpg"
    }
  },
  {
    id: "basilica_of_constantine_trier",
    name: "Базилика Константина",
    type: ["cathedral", "historical_building"],
    path: "basilica_of_constantine_trier",
    countryPath: "germany",
    regionsPath: "rheinland-pfalz",
    districtPath: "city",
    cityPath: "trier",
    fotoCard: "Germany/rheinland-pfalz/trier-city/basilica_of_constantine/001.jpg",
    location: "Трир, Германия",
    officialSite: [
      { bold: "Официальный сайт", link: "https://trier.ekir.de/inhalt/konstantin-basilika?utm_source=chatgpt.com" }
    ],
    unesco_status: { included: true, year: 1986 },
    short_description: "Монументальное римское здание IV века, служившее тронным залом императора Константина. Сегодня это одна из крупнейших сохранившихся античных зал-базилик в мире и протестантская церковь.",
    full_description: {
      title: "Описание и история",
      items: [
        { bold: "Базилика Константина (Aula Palatina) ", text: "– уникальный образец позднеримской дворцовой архитектуры. Огромный прямоугольный зал длиной около 67 м и высотой более 30 м поражает масштабом и строгой монументальностью. Внутри нет колонн – пространство полностью открыто, что было техническим достижением своего времени. Сейчас здание используется как евангелическая церковь и исторический памятник." },
        { bold: "История. ", text: "Базилика Константина (Aula Palatina) была построена около 310 года н. э. по указу императора Константина Великого, когда Трир служил одной из столиц Римской империи. Здание предназначалось как тронный зал императорского дворца, где проходили официальные приёмы и аудиенции. Архитектурное решение впечатляло масштабом: огромный прямоугольный зал длиной около 67 метров и высотой более 30 метров создавал ощущение монументальной открытости, а массивные стены и высокие окна позволяли естественному свету равномерно освещать интерьер." },
        { text: "После падения Римской империи базилика утратила своё первоначальное значение. В средние века её использовали как крепость и резиденцию архиепископа Трира. В это время здание претерпело значительные перестройки: внутренние помещения были разделены, а часть архитектурных деталей утеряна. Тем не менее, основная структура сохранилась, что позволило оценить инженерное мастерство римских строителей." },
        { text: "В XIX веке баварские власти начали масштабную реставрацию базилики, стремясь вернуть ей первоначальный античный вид. Были восстановлены интерьеры, очищены фасады, укреплены стены, а арочные окна реконструированы по сохранившимся чертежам и аналогам. С тех пор здание используется как протестантская церковь, одновременно оставаясь важным историческим памятником." },
        { text: "Во время Второй мировой войны базилика получила незначительные повреждения, которые были устранены в послевоенные годы. Сегодня Aula Palatina входит в состав объекта Всемирного наследия ЮНЕСКО «Древнеримские памятники, кафедральный собор Св. Петра и церковь Богоматери в Трире». Она привлекает туристов со всего мира не только как религиозное сооружение, но и как выдающийся пример римской архитектуры северной Европы." }
      ]
    },
    tickets_and_entry: {
      title: "Практическая информация",
      items: [
        { bold: "Доступ:", text: "открыт для посещения, вход обычно бесплатный" }
      ]
    },
    interestingFacts: {
      title: "Интересные факты",
      items: [
        { text: "Это крупнейший полностью сохранившийся внутренний зал античности к северу от Альп." },
        { text: "Стены толщиной до 2,7 м." },
        { text: "В римское время интерьер был облицован мрамором и украшен мозаиками." },
        { text: "Первоначально здание отапливалось системой гипокауста (римское центральное отопление)." }
      ]
    },
    construction_period: "IV век н. э., около 310 года",
    founder: " Император Константин Великий.",
    meta: {
      title: "Базилика Константина в Трире – римский тронный зал IV века",
      description: "Базилика Константина (Aula Palatina) – античный дворцовый зал императора Константина в Трире. История, факты, архитектура и информация для посещения.",
      ogTitle: "Базилика Константина – римская архитектура Трира",
      ogDescription: "Огромный тронный зал императора Константина IV века – один из самых впечатляющих памятников римской эпохи в Германии.",
      ogImage: "https://our-travels.info/foto/Germany/rheinland-pfalz/trier-city/basilica_of_constantine/001.jpg"
    }
  },
];

export default datas;