const datas = [

  {
    id: "portaNigra_trier",
    name: "Порта Нигра («Чёрные ворота»)",
    type: ["historical_building"],
    path: "portaNigra_trier",
    countryPath: "germany",
    regionsPath: "rheinland-pfalz",
    districtPath: "city",
    cityPath: "trier",
    fotoCard: "Germany/rheinland-pfalz/trier-city/portaNigra_trier/001.JPG",
    location: "Трир, Германия",
    officialSite: [
      { bold: "Официальный сайт", link: "https://www.zentrum-der-antike.de/monumente/porta-nigra?utm_source=chatgpt.com" }
    ],
    unesco_status: { included: true, year: 1986 },
    short_description: "Порта Нигра – крупнейшие сохранившиеся римские городские ворота к северу от Альп, расположенные в центре Трира. Построены около 170 г. н. э., они впечатляют массивными песчаниковыми блоками и историей, которая насчитывает почти два тысячелетия. Сегодня это символ города.",
    full_description: {
      title: "Описание и история",
      items: [
        { bold: "Порта Нигра (Porta Nigra)", text: "– впечатляющее римское городское сооружение, расположенное в Трире и являющееся самым большим сохранившимся римским городским воротам к северу от Альп. Построено около 170 г. н. э. как северный въезд в город и часть оборонительной стены длиной более 6 км. Название Порта Нигра («Чёрные ворота») появилось в Средние века из за тёмной патинированной поверхности песчаника, но само сооружение гораздо старше. Сегодня это одно из наиболее узнаваемых сооружений Трира и часть всемирного наследия ЮНЕСКО (с 1986)." },
        { text: "Внутри построено несколько этажей проходов и галерей. Строение выполнено без использования раствора: массивные блоки песчаника (до 6 тонн) были уложены с помощью железных скоб." },
        { bold: "Что можно посмотреть: ", text: "внешний вид ворот, внутренние галереи, смотровые площадки и выставки о истории." },
        { bold: "По легенде", text: " в начале XI века сюда пришёл и поселился греческий монах Симеон из Сиракуз, ведущий аскетическую жизнь, за что позднее был канонизирован. После его смерти конструкция была превращена в двухэтажную церковь (Simeonkirche), что помогло ей сохраниться, поскольку тогда её не разобрали на строительные материалы. Части средневековых церковных пристроек до сих пор заметны на стенах ворот. " },
        { bold: "Сегодня Порта Нигра", text: " – не просто старинные ворота: это живой символ Рима в Германии, место, где пересекаются эпохи – от древности к средневековью и до наших дней. Она показывает инженерную мощь Рима, а также то, как исторические здания могли получить вторую жизнь благодаря религиозному значению." }
      ]
    },
    tickets_and_entry: {
      title: "Практическая информация",
      items: [
        { bold: "Местоположение: ", text: "Porta‑Nigra‑Platz, 54290 Trier, Rheinland‑Pfalz, Германия" },
        { bold: "Вход:", text: "внешний осмотр бесплатный, посещение внутренних помещений платное (цены и расписание зависят от сезона). Лучше приходить утром или бронировать билеты заранее, чтобы избежать очередей." }
      ]
    },
    interestingFacts: {
      title: "Интересные факты",
      items: [
        { text: "Построено из более чем 7200 каменных блоков; многие весят до 6 тонн." },
        { text: "Строительство было не полностью завершено – это видно по незаконченной отделке и выступающим блокам." },
        { text: "Порта Нигра – самый хорошо сохранившийся римский городской вход в Германии." },
        { text: "На воротах можно заметить резные знаки каменщиков, которые помогали ориентировать блоки при сборке." },
        { text: "Современное художественное освещение делает сооружение особенно эффектным вечерами." }
      ]
    },
    construction_period: "около 170 г. н.э., начало строительства северных ворот города Augusta Treverorum.",
    meta: {
      title: "Порта Нигра (Porta Nigra) в Трире – крупнейшие римские городские ворота в Германии",
      description: "Откройте для себя Порта Нигра в Трире – крупнейшие сохранившиеся римские городские ворота к северу от Альп. История, интересные факты, практическая информация для туристов и легенды.",
      ogTitle: "Порта Нигра, Трир – исторические римские ворота Германии",
      ogDescription: "Посетите Порта Нигра – величественные римские ворота в центре Трира. Узнайте историю, легенды и практическую информацию для туристов. Идеальное место для любителей истории и архитектуры.",
      ogImage: "https://our-travels.info/foto/Germany/rheinland-pfalz/trier-city/portaNigra_trier/001.JPG"
    }
  },
  {
    id: "amphitheater_trier",
    name: "Римский амфитеатр",
    type: ["historical_building", "museum", 'monument_or_fountain'],
    path: "amphitheater_trier",
    countryPath: "germany",
    regionsPath: "rheinland-pfalz",
    districtPath: "city",
    cityPath: "trier",
    fotoCard: "Germany/rheinland-pfalz/trier-city/amphitheater/001.JPG",
    location: "Трир, Германия",
    officialSite: [
      { bold: "Официальный сайт", link: "https://www.zentrum-der-antike.de/monumente/amphitheater" }
    ],
    unesco_status: { included: true, year: 1986 },
    short_description: "Римский амфитеатр в Трире – одна из крупнейших римских арен за пределами Италии. Он был построен в конце II века н. э. и мог вмещать до 20 000 зрителей. Здесь проходили гладиаторские бои, представления с животными и массовые зрелища. Сегодня амфитеатр открыт для посещения, сохранились арена, трибуны и подземные галереи.",
    full_description: {
      title: "Описание и история",
      items: [
        { bold: "Римский амфитеатр в Трире", text: "– крупный древнеримский амфитеатр, построенный в I-II вв. н. э. для гладиаторских боёв и массовых представлений. Сегодня это хорошо сохранившийся археологический памятник и часть объекта Всемирного наследия ЮНЕСКО «Римские памятники, собор и церковь Liebfrauen»." },
        { bold: "История" },
        { bold: "Римские корни и значение. ", text: "Римский амфитеатр в Трире (лат. Amphitheatrum Treverorum) был возведён в конце II века н. э. – в период расцвета Римской империи, когда город Augusta Treverorum был одной из крупнейших и важнейших римских резиденций к северу от Альп." },
        { text: "Город Трир в I-III вв. был не просто крупным административным центром провинции, но и местом пребывания императоров, резиденцией правителей и важнейшим стратегическим пунктом на северной границе империи. Амфитеатр являлся неотъемлемой частью этой культурной и социальной структуры: он служил ареною для публичных зрелищ и отражал огромный масштаб римского городского общества. " },
        { bold: "Строительство и архитектура. ", text: "Амфитеатр построили вовнутрь склонов холма Петрисберг, что позволяло использовать естественный рельеф для трибун и уменьшать объём земляных работ. Он был интегрирован в систему городских укреплений, таким образом, сочетая функции развлекательного сооружения и городского архитектурного комплекса." },
        { text: "Сооружение имело эллиптическую форму (примерно 120 × 145 м) и могло вместить примерно 18 000-20 000 зрителей – это делает его одним из крупнейших амфитеатров Римской империи, сохранившихся до наших дней. " },
        { text: "Под ареной находились подземные галереи и «кельи» – сложная система помещений, где содержались животные, декорации и даже люди, участвовавшие в представлениях. Археологические находки, включая монеты и обломки деревянных конструкций, указывают на активное использование этих подземелий в III веке. " },
        { bold: "Функция и общественная роль. ", text: "Амфитеатр был не только ареной гладиаторских боёв, но и центром массовых развлечений римского типа: бои гладиаторов и диких животных (тигров, медведей, быков); театральные выступления и акробатические представления; музыкальные сопровождения, танцы и различные публичные шоу, сопровождавшие игры." },
        { text: "Неотъемлемой частью таких мероприятий были дневные фестивали, сочетающие «хлеб и зрелища» (panem et circenses) – что отражало римскую идею социальной организации и развлечений для горожан и посетителей. " },
        { bold: "Тетрархия и поздняя античность.", text: "Когда Констанций Хлор перенёс свою резиденцию в Трир в конце III века при Тетрархии, амфитеатр был отремонтирован и модернизирован, вероятно, для поддержки увеличившихся зрителей и более масштабных игр. " },
        { text: "В поздние римские времена, когда политическая и социальная структура империи ослабевала, арена постепенно теряла своё значение как центр развлечений и участия широких масс." },
        { bold: "Средние века – упадок и вторичное использование. ", text: "После падения Римской империи амфитеатр утратил своё первоначальное назначение. В средневековый период сооружение использовали как строительную каменоломню, а также местами для хозяйственных целей, включая виноградники и пастбища. " },
        { text: "Некоторые его части стали ареной для виноделия – зелёные склоны трибун прекрасно подходили для виноградников. " },
        { bold: "Археологические исследования и восстановление. ", text: "Первые крупные археологические раскопки и исследования начались в XIX-XX веках, когда были вскрыты подземные помещения и остатки оригинальных конструкций. Это позволило реконструировать исторические слои сооружения и понять оригинальную архитектуру арены." },
        { text: "Сегодня амфитеатр является объектом научного интереса и одним из главных памятников римского наследия в Германии." },
        { bold: "Возвращение к жизни в XX–XXI вв.", text: "С конца XX века амфитеатр вновь начал использоваться как площадка для культурных событий: реконструкции исторических представлений, фестивали римской культуры (Brot & Spiele), концерты и театральные постановки в стилизованной античной обстановке." },
        { text: "Его включение в список объектов Всемирного наследия ЮНЕСКО в 1986 году подчёркивает историческую, архитектурную и культурную ценность комплекса как свидетельства влияния римской цивилизации и её влияния на европейскую историю." }
      ]
    },
    tickets_and_entry: {
      title: "Практическая информация",
      items: [
        { bold: "Адрес: ", text: "Olewiger Str. 25, 54295 Trier, Германия " },
        { bold: "Рабочие часы (пример, см. актуальные на сайте): ", text: "<br>апрель-сентябрь: 09:00-18:00, <br>октябрь: 09:00-17:00, <br>ноябрь-февраль: 09:00-16:00, <br>март: 09:00-17:00. <br>Последний вход за 30 мин до закрытия. " },
        { bold: "Билеты (ориентировочно на 2025–2026 годы):", text: "<br>взрослые: 6,00 €, <br>взрослые с льготой: 5,00 €, <br>дети и подростки (6-17/18 лет): 3,00 €, дети до 6 лет: бесплатно. <br>Семейный билет 1 (1 взрослый + до 4 детей): 6,00 €, семейный билет 2 (2 взрослых + до 4 детей): 12,00 €, <br>группы (от 10 человек): взрослые 5,00 €, дети 3,00 € " },
        { text: "Советуем также приобрести AntikenCard Trier – комбинированный абонемент на несколько памятников древнего Трира с выгодой. " }
      ]
    },
    sub_objects: {
      title: "Зоны:",
      items: [
        { text: "&nbsp;&nbsp;&nbsp; ▪ античная арена и остатки трибун;" },
        { text: "&nbsp;&nbsp;&nbsp; ▪ подземные галереи, где содержались животные и участвовавшие в боях люди;" },
        { text: "&nbsp;&nbsp;&nbsp; ▪ остатки сооружений вокруг арены, часть которых можно осмотреть при посещении;" },
        { text: "Часто проводятся тематические экскурсии с элементами реконструкции гладиаторской жизни." }
      ]
    },
    interestingFacts: {
      title: "Интересные факты",
      items: [
        { text: "Амфитеатр Трира – один из 10 крупнейших римских амфитеатров в мире, сохранившихся до наших дней." },
        { text: "Его арена встроена в природный склон хребта Петрисберг, что экономило строительные материалы и улучшало обзор трибун." },
        { text: "Археологические раскопки XIX-XX веков раскрыли подземные галереи и оригинальные конструкции арены, что позволило лучше понять устройство амфитеатра и проводить современные реконструкции исторических представлений." },
        { text: "В наше время здесь проходят реконструкции «римской жизни», в том числе шоу гладиаторов и римские фестивали." }
      ]
    },
    construction_period: " около 180-200 гг. н.э.",
    meta: {
      title: "Римский амфитеатр Трира – древний Колизей и UNESCO памятник",
      description: "Информация о Римском амфитеатре Tрира (Германия): история II в. н.э., практические часы, билеты, интересные факты и экскурсии.",
      ogTitle: "Римский амфитеатр Трира – одна из крупнейших римских арен Европы",
      ogDescription: "Узнайте о древнем амфитеатре Трира: как он использовался в Римскую эпоху, что увидеть сегодня, где находится и как посетить.",
      ogImage: "https://our-travels.info/foto/Germany/rheinland-pfalz/trier-city/amphitheater/001.JPG"
    }
  }
];

export default datas;