const datas = [
    {
    id: 10,
    name: 'Північний Рейн-Вестфалія',
    country: "Німеччина",
    hasInfo: true,
    path: 'nrw',
    desc: {
        capital: [ { bold: 'Столиця:', text: ' Дюссельдорф' }],
        population: [
            { bold: 'Населення:' },
            { text: ' близько 18,1 млн осіб. Іноземців — близько 2 млн осіб.' }
        ],
        area: [
            { bold: 'Площа:' },
            { text: ' 34 000 км². Щільність населення — близько 525 осіб на 1 км².' }
        ],
        geography: [
            { bold: 'Географія:' },
            { text: 'Північний Рейн-Вестфалія розташований на заході Німеччини і межує з Бельгією (99 км), Нідерландами (387 км), а також з землями Нижня Саксонія (583 км), Гессен (269 км) та Рейнланд-Пфальц (307 км).' },
            { text: 'Територія включає два великі ландшафтні регіони: Північна низовина та Німецьке середнегір’я, які поділяються на північно-рейнську та вестфальську частини вздовж Рейну.' },
            { text: 'На лівому березі Рейну — гори Айфель (Eifel) та передгір’я Vennvorland (Аахенський регіон). На правому березі — Bergisches Land, Зауерланд (Sauerland), Ротхааргебірге (Rothaargebirge), Зігерланд (Siegerland), Сібернгіберге (Siebengebirge) та частини Західного лісу і Везербергланда (Weserbergland). Ліси займають близько 24% території.' }
        ],
        history: [
            { bold: 'Походження назви:' },
            { text: ' Назва Nordrhein-Westfalen з’явилася після постанови британського військового уряду 23 серпня 1946 року, що об’єднувала провінцію Вестфалія (Provinz Westfalen) та провінцію Північний Рейн (Provinz Nordrhein). 21 січня 1947 року до них приєдналася територія Ліппе (Lippe).' }
        ],
        economy: [
            { bold: 'Економіка:' },
            { text: ' Північний Рейн-Вестфалія — один із найбільших економічних центрів Німеччини. Історично розвинені вугільна, залізна, металургійна, сталева та текстильна промисловості.' },
            { text: 'Сільське господарство має допоміжну роль, забезпечуючи продовольством жителів великих міст.' }
        ],
        cities: [
            { bold: 'Великі міста:' },
            { text: ' Кельн, Ессен, Дортмунд, Дюссельдорф, Дуйсбург, Бонн, Мюнстер, Вупперталь, Аахен, Білефельд, Падерборн, Бохум, Крефельд, Гельзенкірхен, Леверкузен, Мюльгайм, Ремшайд, Золінген, Менхен-Гладбах, Зіген, Хамм, Реклінггаузен.' }
        ],
        rivers: [
            { bold: 'Основні ріки та канали:' },
            { text: ' Рейн, Ліппе, Рур, Емс, Везер, Міттельландканал.' }
        ],
        tourism: [
            { bold: 'Туризм і відпочинок:' },
            { text: ' Північний Рейн-Вестфалія славиться багатою історією та культурою. Тут розташовані численні історичні будівлі, музеї та парки. Популярні екскурсії вздовж Рейну та туристичні маршрути гірськими і лісовими районами.' }
        ]
    },
    symbols: {
        title: "Геральдика",
        items: [
            {
                bold: "Герб:",
                text: " на гербі Північного Рейну-Вестфалії об'єднані символи трьох історичних провінцій, з яких була утворена земля у 1946–1947 роках. Срібляста смуга Рейну на зеленому тлі символізує Рейнську провінцію. Саксонський кінь на червоному тлі — символ Вестфалії (у вестфальському варіанті він встав на диби). Червона троянда з золотим серцевиною і листям — герб графів фон Ліппе, що використовувався з XIII століття.",
                img: "Germany/nrw/gerb.gif"
            },
            {
                bold: "Прапор:",
                text: " прапор Північного Рейну-Вестфалії складається з кольорів герба: зеленого, білого та червоного, розташованих горизонтальними смугами.",
                img: "Germany/nrw/flag.gif"
            }
        ]
    },
    briefHistory: {
        title: 'Коротка історія',
        items: [
            {
                text: "Після Другої світової війни територія сучасної землі Північний Рейн-Вестфалія знаходилася в британській окупаційній зоні. Нова земля була створена 23 серпня 1946 року на основі колишньої прусської провінції Вестфалія та північної частини Рейнської провінції (Rheinland) британською окупаційною адміністрацією. Метою об'єднання було забезпечення єдиного управління Рурським басейном, важливим промисловим регіоном."
            },
            {
                text: "У 1947 році колишня земля Ліппе була включена до складу Північного Рейну-Вестфалії відповідно до розпорядження британського військового командування № 77 від 21 січня 1947 року. 5 листопада 1948 року парламент землі прийняв «Закон про об’єднання землі Ліппе-Детмольд із землею Північний Рейн-Вестфалія», офіційно завершивши процес об’єднання."
            },
            {
                text: "8 травня 1949 року Парламентська рада Німеччини прийняла Конституцію ФРН, і земля Північний Рейн-Вестфалія офіційно стала однією з земель Німеччини."
            },
            {
                text: "18 червня 1950 року була прийнята Конституція самої землі, що закріпила її внутрішній устрій та права."
            }
        ]
    },
    discriptRegions: [
        {
            title: "Адміністративні округи в Північному Рейні-Вестфалії",
            items: [
                { id: 1, name: 'Арнсберг', hasInfo: true, path: "arnsberg"  },
                { id: 2, name: 'Детмольд', hasInfo: false, path: "detmold", },
                { id: 3, name: 'Дюссельдорф', hasInfo: false, path: "dusseldorf" },
                { id: 4, name: 'Кельн',  hasInfo: true,  path: "koln" },
                { id: 5, name: 'Мюнстер', hasInfo: false, path: "munster" }
            ]
        },
        {
            title: "Вільні міста в Північному Рейні-Вестфалії",
            items: [
                { id: 28, name: 'Аахен', hasInfo: false, path: "aachen-city" },
                { id: 6, name: 'Білефельд', hasInfo: false, path: "bielefeld", },
                { id: 7, name: 'Бонн', hasInfo: false, path: "bonn", },
                { id: 8, name: 'Боттроп', hasInfo: false, path: "bottrop", },
                { id: 9, name: 'Бохум', hasInfo: false, path: "bochum", },
                { id: 10, name: 'Вупперталь', hasInfo: false, path: "wuppertal", },
                { id: 11, name: 'Гельзенкірхен', hasInfo: false, path: "gelsenkirchen", },
                { id: 12, name: 'Дортмунд', hasInfo: true, path: "dortmund", },
                { id: 13, name: 'Дуйсбург', hasInfo: false, path: "duisburg", },
                { id: 14, name: 'Дюссельдорф', hasInfo: false, path: "duesseldorf", },
                { id: 15, name: 'Золінген', hasInfo: false, path: "solingen", },
                { id: 16, name: 'Кельн', hasInfo: true, path: "koln", },
                { id: 17, name: 'Крефельд', hasInfo: false, path: "krefeld", },
                { id: 18, name: 'Леверкузен', hasInfo: false, path: "leverkusen", },
                { id: 19, name: 'Менхенгладбах', hasInfo: false, path: "moenchengladbach", },
                { id: 20, name: 'Мюльхайм-на-Рурі', hasInfo: false, path: "muelheim", },
                { id: 21, name: 'Мюнстер', hasInfo: false, path: "muenster", },
                { id: 22, name: 'Обергаузен', hasInfo: false, path: "oberhausen", },
                { id: 23, name: 'Ремшайд', hasInfo: false, path: "remscheid", },
                { id: 24, name: 'Хаген', hasInfo: false, path: "hagen", },
                { id: 25, name: 'Хамм', hasInfo: false, path: "hamm", },
                { id: 26, name: 'Херне', hasInfo: false, path: "herne", },
                { id: 27, name: 'Ессен', hasInfo: false, path: "essen", }
            ]
        }
    ],
    meta: {
        title: "Північний Рейн-Вестфалія — інформація про регіон",
        description: "Північний Рейн-Вестфалія: міста, округи, культура та визначні місця.",
        ogTitle: "Північний Рейн-Вестфалія — інформація про регіон та округи",
        ogDescription: "Детальна інформація про Північний Рейн-Вестфалія: міста, округи, історія та цікаві факти.",
        ogImage: "https://our-travels.info/foto/Germany/nrw/koln/koln-city/koln-cathedral/001.jpg"
    }
},
{
    id: 11,
    name: 'Рейнланд-Пфальц',
    hasInfo: true,
    path: 'rheinland-pfalz',
    country: "Німеччина",
    desc: {
        capital: [ { bold: 'Столиця:', text: ' Майнц' }  ],
        population: [
            { bold: 'Населення (2024):' },
            { text: ' Населення: близько 4,1 млн осіб. Іноземців — близько 500 тис. осіб.' }
        ],
        area: [
            { bold: 'Площа:' },
            { text: ' 19 854 км². Щільність населення — близько 206 осіб на 1 км².' }
        ],
        geography: [
            { bold: 'Географія:' },
            { text: ' Рейнланд-Пфальц розташована на заході Німеччини. Межує з Бельгією (133 км), Люксембургом (136 км), Францією (136 км), а також із федеральними землями Північний Рейн-Вестфалія (307 км), Саар (91 км), Гессен (203 км) та Рейнланд-Пфальц (утворює внутрішні межі між округами).' },
            { text: ' Земля охоплює кілька великих ландшафтних регіонів: Рейнський грабен (Rheingraben), Гунсрюк (Hunsrück), Вестервальд (Westerwald), Айфель (Eifel) і частину Пфальцького лісу (Pfälzerwald). Ліси займають близько 42% території.' },
        ],
        history: [
            { bold: 'Походження назви:' },
            { text: ' Назва Rheinland-Pfalz з’явилася після Другої світової війни у 1946 році, коли британська та французька окупаційні зони об’єднали південну частину колишньої Рейнської провінції Пруссії, південь Рейнської області, а також регіон Пфальц.' }
        ],
        economy: [
            { bold: 'Економіка:' },
            { text: ' Земля Рейнланд-Пфальц відома сільським господарством (виноробство — один із найбільших регіонів Німеччини), хімічною промисловістю, машинобудуванням та енергетикою. Туризм і винні маршрути займають важливе місце в економіці.' },
        ],
        cities: [
            { bold: 'Великі міста:' },
            { text: ' Майнц, Кобленц, Трір, Людвігсгафен, Кайзерслаутерн, Бад-Кройцнах, Вормс, Майнц-Кастель, Зайль.' }
        ],
        rivers: [
            { bold: 'Головні річки:' },
            { text: ' Рейн, Мозель, Нае, Лан, Зайль.' }
        ],
        tourism: [
            { bold: 'Туризм і відпочинок:' },
            { text: ' Рейнланд-Пфальц відома історичними містами, римськими пам’ятками, замками, виноградниками та природними парками. Популярні маршрути вздовж Рейну та Мозеля, відвідування Тріра, Кобленца, Майнца та численних замків.' }
        ]
    },
    symbols: {
        title: "Геральдика",
        items: [
            {
                bold: "Герб:",
                text: " На гербі Рейнланд-Пфальц поєднані символи історичних територій: червоний лев на білому тлі (Пфальц), срібний хрест на червоному (Майнц), золотий орел на чорному (Рейнська провінція).",
                img: "Germany/rheinland-pfalz/gerb.png"
            },
            {
                bold: "Прапор:",
                text: " Прапор Рейнланд-Пфальц складається з трьох горизонтальних смуг: чорної, червоної та золотої.",
                img: "Germany/rheinland-pfalz/flag.png"
            }
        ]
    },
    briefHistory: {
        title: 'Коротка історія',
        items: [
            { text: "Територія сучасної землі Рейнланд-Пфальц має багату й різноманітну історію. Ще за часів Стародавнього Риму тут існували великі поселення, такі як Трір — одне з найдавніших міст Німеччини. У Середньовіччі регіон був поділений між різними князівствами, єпископствами та імперськими містами. Важливу роль відігравали архієпископства Майнца і Тріра, а також Пфальцькі графства." },
            { text: "У XVIII–XIX століттях землі часто змінювали приналежність: після наполеонівських воєн регіон увійшов до складу Рейнської провінції Пруссії та інших німецьких держав. Економіка розвивалася навколо сільського господарства, виноробства та ремесел, а міста ставали важливими торговельними центрами." },
            { text: "Після Першої світової війни частина території перебувала під французькою адміністрацією. Під час Другої світової війни регіон зазнав значних руйнувань, однак багато історичних пам’яток було відновлено після її завершення." },
            { text: "У 1946 році під керівництвом французької окупаційної адміністрації була створена земля Рейнланд-Пфальц, що об’єднала південну частину Рейнської провінції, Пфальц і деякі райони колишньої Люксембурзької області. У 1947 році був ухвалений перший земельний закон, який визначив адміністративний устрій." },
            { text: "З моменту утворення Рейнланд-Пфальц стала важливим культурним, економічним і політичним регіоном Німеччини, зберігши багату історичну спадщину та унікальні природні ландшафти. Сьогодні Рейнланд-Пфальц відома своїми замками, виноградниками, римськими пам’ятками та історичними містами." },
        ]
    },
    discriptRegions: [
        {
            title: "Адміністративні округи Рейнланд-Пфальц",
            items: [
                { id: 1, name: 'Арвайлер', hasInfo: false, path: "ahrweiler" },
                { id: 2, name: 'Альтенкірхен', hasInfo: false, path: "altenkirchen" },
                { id: 3, name: 'Альцай-Вормс', hasInfo: false, path: "alzey_worms" },
                { id: 4, name: 'Бад-Дюркгайм', hasInfo: false, path: "bad_duerkheim" },
                { id: 5, name: 'Бад-Кройцнах', hasInfo: false, path: "bad_kreuznach" },
                { id: 6, name: 'Бернкастель-Віттліх', hasInfo: false, path: "bernkastel_wittlich" },
                { id: 7, name: 'Біркенфельд', hasInfo: false, path: "birkenfeld" },
                { id: 8, name: 'Кохем-Целль', hasInfo: false, path: "cochem_zell" },
                { id: 9, name: 'Доннерсберг', hasInfo: false, path: "donnersbergkreis" },
                { id: 10, name: 'Айфелькрайс Бітбург-Прюм', hasInfo: false, path: "eifelkreis_bitburg_pruem" },
                { id: 11, name: 'Гермерсгайм', hasInfo: false, path: "germersheim" },
                { id: 12, name: 'Кайзерслаутерн', hasInfo: false, path: "kaiserslautern" },
                { id: 13, name: 'Кузель', hasInfo: false, path: "kusel" },
                { id: 14, name: 'Майнц-Бінген', hasInfo: false, path: "mainz_bingen" },
                { id: 15, name: 'Маєн-Кобленц', hasInfo: true, path: "mayen_koblenz" },
                { id: 16, name: 'Нойвід', hasInfo: false, path: "neuwied" },
                { id: 17, name: 'Райн-Гунсрюк', hasInfo: false, path: "rhein_hunsrueck_kreis" },
                { id: 18, name: 'Райн-Лан', hasInfo: false, path: "rhein_lahn_kreis" },
                { id: 19, name: 'Райн-Пфальц', hasInfo: false, path: "rhein_pfalz_kreis" },
                { id: 20, name: 'Південна Вайнштрассе', hasInfo: false, path: "suedliche_weinstrasse" },
                { id: 21, name: 'Південно-Західний Пфальц', hasInfo: false, path: "suedwestpfalz" },
                { id: 22, name: 'Трір-Саарбург', hasInfo: false, path: "trier_saarburg" },
                { id: 23, name: 'Вулканайфель', hasInfo: false, path: "vulkaneifel" },
                { id: 24, name: 'Вестервальд', hasInfo: false, path: "westerwaldkreis" },
            ]
        },
        {
            title: "Міста з особливим статусом у Рейнланд-Пфальц",
            items: [
                { id: 25, name: 'Майнц', hasInfo: false, path: "mainz" },
                { id: 26, name: 'Кобленц', hasInfo: false, path: "koblenz" },
                { id: 27, name: 'Людвігсгафен', hasInfo: false, path: "ludwigshafen" },
                { id: 28, name: 'Трір', hasInfo: true, path: "trier" },
                { id: 29, name: 'Кайзерслаутерн', hasInfo: false, path: "kaiserslautern-city" },
                { id: 30, name: 'Вормс', hasInfo: false, path: "worms" },
                { id: 31, name: 'Шпаєр', hasInfo: false, path: "speyer" },
                { id: 32, name: 'Франкенталь', hasInfo: false, path: "frankenthal" },
                { id: 33, name: 'Ландау-ін-дер-Пфальц', hasInfo: false, path: "landau" },
                { id: 34, name: 'Нойштадт', hasInfo: false, path: "neustadt" },
                { id: 35, name: 'Пірмазенс', hasInfo: false, path: "pirmasens" },
                { id: 36, name: 'Цвайбрюккен', hasInfo: false, path: "zweibruecken" }
            ]
        }
    ],
    meta: {
        title: "Рейнланд-Пфальц — інформація про регіон",
        description: "Рейнланд-Пфальц: міста, округи, культура та пам’ятки.",
        ogTitle: "Рейнланд-Пфальц — інформація про регіон і округи",
        ogDescription: "Детальна інформація про Рейнланд-Пфальц: міста, округи, історія та цікаві факти.",
        ogImage: "https://our-travels.info/foto/Germany/rheinland-pfalz/trier-city/portaNigra_trier/001.JPG"
    }
}
]
export default datas