const datas = [
    {
        id: 1,
        name: 'Брюль',
        patch: "bruehl",
        desc: {
            general: [
                { text: 'Місто в землі Північний Рейн-Вестфалія' }
            ],
            population: [
                { bold: 'Населення:' },
                { text: ' 44 260 осіб (2010)' }
            ],
            area: [
                { bold: 'Площа:' },
                { text: ' 36,12 км²' }
            ],
            postalCode: [
                { bold: 'Поштовий індекс:' },
                { text: ' 50321' }
            ],
            phone: [
                { bold: 'Телефонний код:' },
                { text: ' +49 2232' }
            ],
            officialSite: [
                { bold: 'Офіційний сайт Брюля', link: 'https://www.bruehl.de' }
            ],
        },
        interestingFacts: {
            title: 'Цікаві факти',
            items: [
                { text: 'Брюль називають "Bruhl bei Köln", оскільки місто розташоване всього за 15 км від Кельна.' },
                { text: 'Зручна доступність: трамвай №18 та приміські потяги з’єднують Брюль із Кельном і Бонном.' },
                { text: 'Фантазіяленд — один із найбільших парків Німеччини, розташований у Брюлі.' }
            ]
        },
        notablePeople: {
            title: 'Відомі люди',
            items: {
                1: [
                    { bold: 'Штеффі Граф' },
                    { text: ' знаменита тенісистка, народилася у Брюлі. У 1988 році стала почесною громадянкою міста.' },
                ],
                2: [
                    { bold: 'Макс Ернст' },
                    { text: ' сюрреалістичний художник, який народився у Брюлі.' },
                ]
            }
        },
        briefHistory: {
            title: 'Коротка історія',
            items: [
                { text: 'Перша згадка про Брюль датується 1180 роком, коли кельнський архієпископ Філіп фон Хайнсберг збудував маєток.' },
                { text: 'У 1285 році місто отримало міські права від архієпископа Зігфріда фон Вестербурга.' },
                { text: 'З 1469 року Брюль став офіційною резиденцією кельнських архієпископів більш ніж на 150 років.' }
            ]
        },
        meta: {
            title: "Брюль — місто у землі Північний Рейн-Вестфалія",
            description: "Брюль: історія, визначні місця, відомі люди та цікаві факти міста.",
            ogTitle: "Брюль — інформація про місто",
            ogDescription: "Детальна інформація про Брюль: культура, історія, відомі мешканці та цікаві факти.",
            ogImage: "/nrw/bruehl.jpg"
        }
    }
]

export default datas
