const datas = {
    id: 11,
    name: 'Рейнланд-Пфальц',
    hasInfo: true,
    path: 'rheinland-pfalz',
    country: "Німеччина",
    desc: {
        capital: [
            { bold: 'Столиця:' },
            { text: ' Майнц' }
        ],
        population: [
            { bold: 'Населення (2024):' },
            { text: ' Населення: близько 4,1 млн осіб. Іноземців — близько 500 тис. осіб.' }
        ],
        area: [
            { bold: 'Площа:' },
            { text: ' 19 854 км². Щільність населення — близько 206 осіб на 1 км².' }
        ],
        geography: [
            { bold: 'Географія:' },
            { text: ' Рейнланд-Пфальц розташована на заході Німеччини. Межує з Бельгією (133 км), Люксембургом (136 км), Францією (136 км), а також із федеральними землями Північний Рейн-Вестфалія (307 км), Саар (91 км), Гессен (203 км) та Рейнланд-Пфальц (утворює внутрішні межі між округами).' },
            { text: ' Земля охоплює кілька великих ландшафтних регіонів: Рейнський грабен (Rheingraben), Гунсрюк (Hunsrück), Вестервальд (Westerwald), Айфель (Eifel) і частину Пфальцького лісу (Pfälzerwald). Ліси займають близько 42% території.' },
        ],
        history: [
            { bold: 'Походження назви:' },
            { text: ' Назва Rheinland-Pfalz з’явилася після Другої світової війни у 1946 році, коли британська та французька окупаційні зони об’єднали південну частину колишньої Рейнської провінції Пруссії, південь Рейнської області, а також регіон Пфальц.' }
        ],
        economy: [
            { bold: 'Економіка:' },
            { text: ' Земля Рейнланд-Пфальц відома сільським господарством (виноробство — один із найбільших регіонів Німеччини), хімічною промисловістю, машинобудуванням та енергетикою. Туризм і винні маршрути займають важливе місце в економіці.' },
        ],
        cities: [
            { bold: 'Великі міста:' },
            { text: ' Майнц, Кобленц, Трір, Людвігсгафен, Кайзерслаутерн, Бад-Кройцнах, Вормс, Майнц-Кастель, Зайль.' }
        ],
        rivers: [
            { bold: 'Головні річки:' },
            { text: ' Рейн, Мозель, Нае, Лан, Зайль.' }
        ],
        tourism: [
            { bold: 'Туризм і відпочинок:' },
            { text: ' Рейнланд-Пфальц відома історичними містами, римськими пам’ятками, замками, виноградниками та природними парками. Популярні маршрути вздовж Рейну та Мозеля, відвідування Тріра, Кобленца, Майнца та численних замків.' }
        ]
    },
    symbols: {
        title: "Геральдика",
        items: [
            {
                bold: "Герб:",
                text: " На гербі Рейнланд-Пфальц поєднані символи історичних територій: червоний лев на білому тлі (Пфальц), срібний хрест на червоному (Майнц), золотий орел на чорному (Рейнська провінція).",
                img: "Germany/rheinland-pfalz/gerb.png"
            },
            {
                bold: "Прапор:",
                text: " Прапор Рейнланд-Пфальц складається з трьох горизонтальних смуг: чорної, червоної та золотої.",
                img: "Germany/rheinland-pfalz/flag.png"
            }
        ]
    },
    briefHistory: {
        title: 'Коротка історія',
        items: [
            { text: "Територія сучасної землі Рейнланд-Пфальц має багату й різноманітну історію. Ще за часів Стародавнього Риму тут існували великі поселення, такі як Трір — одне з найдавніших міст Німеччини. У Середньовіччі регіон був поділений між різними князівствами, єпископствами та імперськими містами. Важливу роль відігравали архієпископства Майнца і Тріра, а також Пфальцькі графства." },
            { text: "У XVIII–XIX століттях землі часто змінювали приналежність: після наполеонівських воєн регіон увійшов до складу Рейнської провінції Пруссії та інших німецьких держав. Економіка розвивалася навколо сільського господарства, виноробства та ремесел, а міста ставали важливими торговельними центрами." },
            { text: "Після Першої світової війни частина території перебувала під французькою адміністрацією. Під час Другої світової війни регіон зазнав значних руйнувань, однак багато історичних пам’яток було відновлено після її завершення." },
            { text: "У 1946 році під керівництвом французької окупаційної адміністрації була створена земля Рейнланд-Пфальц, що об’єднала південну частину Рейнської провінції, Пфальц і деякі райони колишньої Люксембурзької області. У 1947 році був ухвалений перший земельний закон, який визначив адміністративний устрій." },
            { text: "З моменту утворення Рейнланд-Пфальц стала важливим культурним, економічним і політичним регіоном Німеччини, зберігши багату історичну спадщину та унікальні природні ландшафти. Сьогодні Рейнланд-Пфальц відома своїми замками, виноградниками, римськими пам’ятками та історичними містами." },
        ]
    },
    discriptRegions: [
        {
            title: "Адміністративні округи Рейнланд-Пфальц",
            items: [
                { id: 1, name: 'Арвайлер', hasInfo: false, path: "ahrweiler" },
                { id: 2, name: 'Альтенкірхен', hasInfo: false, path: "altenkirchen" },
                { id: 3, name: 'Альцай-Вормс', hasInfo: false, path: "alzey-worms" },
                { id: 4, name: 'Бад-Дюркгайм', hasInfo: false, path: "bad-duerkheim" },
                { id: 5, name: 'Бад-Кройцнах', hasInfo: false, path: "bad-kreuznach" },
                { id: 6, name: 'Бернкастель-Віттліх', hasInfo: false, path: "bernkastel-wittlich" },
                { id: 7, name: 'Біркенфельд', hasInfo: false, path: "birkenfeld" },
                { id: 8, name: 'Кохем-Целль', hasInfo: false, path: "cochem-zell" },
                { id: 9, name: 'Доннерсберг', hasInfo: false, path: "donnersbergkreis" },
                { id: 10, name: 'Айфелькрайс Бітбург-Прюм', hasInfo: false, path: "eifelkreis-bitburg-pruem" },
                { id: 11, name: 'Гермерсгайм', hasInfo: false, path: "germersheim" },
                { id: 12, name: 'Кайзерслаутерн', hasInfo: false, path: "kaiserslautern" },
                { id: 13, name: 'Кузель', hasInfo: false, path: "kusel" },
                { id: 14, name: 'Майнц-Бінген', hasInfo: false, path: "mainz-bingen" },
                { id: 15, name: 'Майєн-Кобленц', hasInfo: false, path: "mayen-koblenz" },
                { id: 16, name: 'Нойвід', hasInfo: false, path: "neuwied" },
                { id: 17, name: 'Райн-Гунсрюк', hasInfo: false, path: "rhein-hunsrueck-kreis" },
                { id: 18, name: 'Райн-Лан', hasInfo: false, path: "rhein-lahn-kreis" },
                { id: 19, name: 'Райн-Пфальц', hasInfo: false, path: "rhein-pfalz-kreis" },
                { id: 20, name: 'Південна Вайнштрассе', hasInfo: false, path: "suedliche-weinstrasse" },
                { id: 21, name: 'Південно-Західний Пфальц', hasInfo: false, path: "suedwestpfalz" },
                { id: 22, name: 'Трір-Саарбург', hasInfo: false, path: "trier-saarburg" },
                { id: 23, name: 'Вулканайфель', hasInfo: false, path: "vulkaneifel" },
                { id: 24, name: 'Вестервальд', hasInfo: false, path: "westerwaldkreis" },
            ]
        },
        {
            title: "Міста з особливим статусом у Рейнланд-Пфальц",
            items: [
                { id: 25, name: 'Майнц', hasInfo: false, path: "mainz" },
                { id: 26, name: 'Кобленц', hasInfo: false, path: "koblenz" },
                { id: 27, name: 'Людвігсгафен', hasInfo: false, path: "ludwigshafen" },
                { id: 28, name: 'Трір', hasInfo: true, path: "trier" },
                { id: 29, name: 'Кайзерслаутерн', hasInfo: false, path: "kaiserslautern-city" },
                { id: 30, name: 'Вормс', hasInfo: false, path: "worms" },
                { id: 31, name: 'Шпаєр', hasInfo: false, path: "speyer" },
                { id: 32, name: 'Франкенталь', hasInfo: false, path: "frankenthal" },
                { id: 33, name: 'Ландау-ін-дер-Пфальц', hasInfo: false, path: "landau" },
                { id: 34, name: 'Нойштадт', hasInfo: false, path: "neustadt" },
                { id: 35, name: 'Пірмазенс', hasInfo: false, path: "pirmasens" },
                { id: 36, name: 'Цвайбрюккен', hasInfo: false, path: "zweibruecken" }
            ]
        }
    ],
    meta: {
        title: "Рейнланд-Пфальц — інформація про регіон",
        description: "Рейнланд-Пфальц: міста, округи, культура та пам’ятки.",
        ogTitle: "Рейнланд-Пфальц — інформація про регіон і округи",
        ogDescription: "Детальна інформація про Рейнланд-Пфальц: міста, округи, історія та цікаві факти.",
        ogImage: "https://our-travels.info/foto/Germany/rheinland-pfalz/trier-city/portaNigra_trier/001.JPG"
    }
}

export default datas